Revit 2027 API
ParameterTypeId.PointElementChordLength Property
 "Chord Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointElementChordLength { get; }
Public Shared ReadOnly Property PointElementChordLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointElementChordLength {
	ForgeTypeId^ get ();
}
static member PointElementChordLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace